Repository: Valleyaapo/Linjalla
Catalog: RT Bus/Localizable.xcstrings
Source language: en
Languages: fi

# access.action.addFavorite
source: Add %@ to favorites
fi: Lisää %@ suosikkeihin

# access.action.removeFavorite
source: Remove %@ from favorites
fi: Poista %@ suosikeista

# access.button.addLine
source: Add New Line
fi: Lisää uusi linja

# access.button.centerStation
source: Center on Railway Station
fi: Keskitä rautatieasemalle

# access.button.centerUser
source: Center on My Location
fi: Keskitä omaan sijaintiin

# access.button.departures
source: Show Departures
fi: Näytä lähdöt

# access.button.deselectAll
source: Deselect All Lines
fi: Poista kaikki valinnat

# access.button.selectAll
source: Select All Lines
fi: Valitse kaikki linjat

# access.line.selected
source: Selected
fi: Valittu

# access.line.unselected
source: Not Selected
fi: Ei valittu

# access.annotation.bus
source: Bus %@
fi: Bussi %@

# access.annotation.tram
source: Tram %@
fi: Raitiovaunu %@

# access.annotation.trainStation
source: Train station %@
fi: Asema %@

# access.annotation.trainStation.hint
source: Show train departures
fi: Näytä junalähdöt

# access.annotation.stop
source: Stop %@
fi: Pysäkki %@

# access.annotation.stop.hint
source: Show departures
fi: Näytä lähdöt

# access.annotation.vehicleDestination
source: to %@
fi: suuntaan %@

# access.annotation.updated.justNow
source: Updated just now
fi: Päivitetty juuri nyt

# access.annotation.updated.seconds
source: Updated %d sec ago
fi: Päivitetty %d s sitten

# access.annotation.updated.minutes
source: Updated %d min ago
fi: Päivitetty %d min sitten

# access.annotation.cluster
source: %d stops
fi: %d pysäkkiä

source: Bus %@
fi: Bussi

# error.api
source: Server Error: %@
fi: Palvelinvirhe: %@

# error.decoding
source: Data Error: %@
fi: Datavirhe: %@

# error.location
source: Location Error: %@
fi: Sijaintivirhe: %@

# error.location.denied
source: Location access denied. Enable in Settings.
fi: Sijainnin käyttö estetty. Salli asetuksista.

# error.location.restricted
source: Location access restricted on this device.
fi: Sijainnin käyttö on rajoitettu tällä laitteella.

# error.mqtt
source: Live Data Connection Error: %@
fi: Yhteysvirhe: %@

# error.network
source: Network Error: %@
fi: Verkkovirhe: %@

# error.unknown
source: Error: %@
fi: Virhe: %@

source: Mode
fi: Tyyppi

# NSLocationWhenInUseUsageDescription
source: Your location is used to find nearby transit options.
fi: Sijaintiasi käytetään etsimään lähelläsi olevat julkisen liikenteen kulkuneuvot.

source: Tram %@
fi: Raitiovaunu

# ui.alert.busError
source: Bus Error
fi: Bussivirhe

# ui.alert.hslAppMissing
source: HSL App Missing
fi: HSL-sovellus puuttuu

# ui.alert.stopError
source: Stop Error
fi: Pysäkkivirhe

# ui.alert.tramError
source: Tram Error
fi: Raitiovaunuvirhe

# ui.button.add
source: Add
fi: Lisää

# ui.button.done
source: Done
fi: Valmis

# ui.button.saved
source: Saved
fi: Tallennettu

# ui.button.tickets
source: Tickets
fi: Liput

# ui.departures.noLines
source: No Lines Selected
fi: Ei valittuja linjoja

# ui.departures.noneFound
source: No departures found.
fi: Lähtöjä ei löytynyt.

# ui.departures.selectHint
source: Select lines in the map view to see their departures here.
fi: Valitse linjoja nähdäksesi lähdöt.

# ui.error.fetchFailed
source: Couldn't load data. Pull to retry.
fi: Tietojen haku epäonnistui. Vedä alas yrittääksesi uudelleen.

# ui.error.hslNotInstalled
source: Please install the HSL app to buy tickets.
fi: Asenna HSL-sovellus ostaaksesi lippuja.

# ui.error.offline
source: No network connection.
fi: Ei verkkoyhteyttä.

# ui.error.searchFailed
source: Search failed. Try again.
fi: Haku epäonnistui. Yritä uudelleen.

# ui.error.title
source: Error
fi: Virhe

# ui.favorites.empty
source: No favorites yet.
fi: Ei suosikkeja.

# ui.favorites.noFavorites
source: No Favorites
fi: Ei suosikkeja

# ui.label.platform
source: Platform %@
fi: Laituri %@

# ui.location.rautatientori
source: Railway Square
fi: Rautatientori

# ui.placeholder.search
source: Search line (e.g. 550)
fi: Etsi linja (esim. 550)

# ui.search.empty
source: No lines found.
fi: Linjoja ei löytynyt.

# ui.search.mode.bus
source: Buses
fi: Bussit

# ui.search.mode.tram
source: Trams
fi: Raitiovaunut

# ui.search.noResults
source: No Results
fi: Ei tuloksia

# ui.stops.nearby
source: Nearby stops
fi: Läheiset pysäkit

# ui.time.now
source: Now
fi: Nyt

# ui.title.search
source: Add Lines
fi: Lisää Linjoja

# ui.title.yourLines
source: Your Lines
fi: Omat Linjat

# ui.time.min.accessible
source: %d minutes
fi: %d minuuttia
